{
    "request_id" : "d163fc48-1e63-48fe-8167-50ff31af033d",
    "customer_id" :1234567,
    "media_uri" : "gs://elated-practice-224603.appspot.com/audio_uploads/RE7a23da60565501cf1d88f9984b1c6399.mp3",
    "accepted_at" : "2020-01-12T18:00:54.510414162Z",
    "completed_at" : "2020-01-12T18:05:14.252767175Z",
    "original_request_id" : "00000000-0000-0000-0000-000000000000",
    "original_accepted_at" : "",
    "original_completed_at" : "",
    "working_transcript" : "[Speaker 1]|[Speaker 3] hello. Hi this is AAA Pest Control how may I help you today yes okay. The more poor absolutely we do service Vehicles as well do you want to bring it in Thursday office located where we are on Oakland Boulevard, right? All right off of Dixie Kong or Japan look at it. Well, you can come here. We look at it to see if you know the severity of the situation and then they'll give you an estimate and if you agree upon it, they'll spray no service it right in there. M a o u r t is free. Well, depending on what what actually inside because when there's Babies, you know this parents so they have to take a look at your car and they'll give you an estimate and now it's a free estimate thousand if you're okay with the quote, then we can service it right away. She called it depending on the type of pets that are inside but you can just bring it on down. We'll just give you an estimate and then you can go from there. Question. What is the what is it going to prices? Are you going to put down? What kind of vehicle do you have? Is it a truck or is it a sedan? Okay, four door. All right, and what do you see the bugs in back in the trunk or all over the car off for the on the passenger and driver and one one in the backseat behind the drying out but that's only through that you saw I mean that that's the only thing that's there, right? Okay. Hold on a second. Let me see if I cuz I'm new to the company. Let me see if I can find out like a range of how much it might be. But like I said I have to do with the the tech coming in and taking a look at exactly what it is. Cuz if you see three that means there's a lot more somewhere else. Okay, so hold on 1 second. Let me see if I can get you some sort of a quote off. Hong Kong, sir. Hello. Hi. Thank you for holding. Yes. I got a bought a quick estimate. But if if we start for about 125. Admission prices and then depending on the severity but they'll let you know before they do any services to it. You want to just bring it on down to make sure because the result three they might be inside logo on the website or or or are you in in this area? We are right on Oakland Oakland Park Boulevard and east of Dixie like Rapier one little block. Okay. I'm in Long Beach. Well, we have if I have a tech run there. Do you want me to have them go by your house and take a look off? Okay. What is your address sir? 1351 Northeast 194th Street 19513 and this is what city Miami, Florida 17933 179th. And what is your name, sir? Can I have a last name? Henry s e r? FEI FEI s e i n e i l Beyond and a phone number to reach you 43205 05 39904 7 5-9 Okay, you've heard from us through Google's that what you say you was online. Okay. All right. Let me dispatch a tech and I'll give you a call back within four table about 2 minutes and it says this vehicle going to be in this location know if it a gated community the car the vehicles going to be inside the gate or outside or how does that work, Okay, so, okay. So it's a private house or condos? Okay apartment. And what apartment is yours? I'm sorry, but it's okay 119 and is there like a building 1 to 3 or 1:19 a.m. 1351 on the main building log? Genie That's what I thought. Okay. So the letter e building will be e Okay, and I'll just one more time cuz I heard you say something different. Is it 1351 or 1351 off 1351? Okay, Henry said by I'll give you a call back in a couple of minutes and let me try to get a dispatch to see how far he is from your area so I can let you know more or less often will be there. Okay, Henry, no problem. I'll call you right back."
}