{
    "request_id" : "d163fc48-1e63-48fe-8167-50ff31af033d",
    "customer_id" :1234567,
    "media_uri" : "gs://elated-practice-224603.appspot.com/audio_uploads/RE7a23da60565501cf1d88f9984b1c6399.mp3",
    "accepted_at" : "2020-01-12T18:00:54.510414162Z",
    "completed_at" : "2020-01-12T18:05:14.252767175Z",
    "working_transcript" : "[Speaker 1] Hi this is AAA Pest Control how may I help you today yes okay.|[Speaker 2] Yes I have an issue with my vehicles. I’m seeing baby roaches in my car. Is there any way you guys could help?|[Speaker 1] Yes, absolutely we do service vehicles as well. Do you want to bring it in to the office?|[Speaker 2] Located where?|[Speaker 1] We are on Oakland Boulevard, right off of Dixie.|[Speaker 2] Okay, and will it be a set price, or you have to look at it first?|[Speaker 1] Well, you can come here and we look at it to see you know the severity of the situation and then they'll give you an estimate and if you agree upon it, they'll spray and service it right in there.|[Speaker 2] All you guys do is spray?|[Speaker 1] Well, depending on what’s actually inside because when there's babies, you know there’s parents. So they have to take a look at your car and they'll give you an estimate and it's a free estimate and if you're okay with the quote, then we can service it right away.|[Speaker 2] Do they strip the car or something like that?|[Speaker 1] No, no, no. They can put fumigant in there or fog, depending on the type of pests that are inside. But you can just bring it on down, we'll just give you an estimate and then you can go from there.|[Speaker 2] Okay. One more question. Usually what is the ...|[Speaker 1] Sure.|[Speaker 2] What are the prices, the going prices depending on how bad, what are the going prices for it?|[Speaker 1]  What kind of vehicle do you have? Is it a truck or is it a sedan?|[Speaker 2] It’s a sedan, a Cadillac XTS.|[Speaker 1] Okay, four door?|[Speaker 2] Yeah.|[Speaker 1] All right, and where do you see the bugs, in back in the trunk or all over the car?|[Speaker 1]  I see them in the front seat. I caught three in the front seat on the passenger and driver, and one in the backseat behind the driver.|[Speaker 1] But that's only three that you saw, that doesn’t mean that's the only thing that's there, right?|[Speaker 2] Well, four altogether.|[Speaker 1] Okay. Hold on a second. Let me see if I can, cuz I'm new to the company, let me see if I can find out like a range of how much it might be. But um ...|[Speaker 2] Okay.|[Speaker 1] Like I said, I have to do with the tech coming in and taking a look at exactly what it is. Cuz if you see three that means there's a lot more somewhere else. Okay?|[Speaker 2] Okay.|[Speaker 1] So hold on 1 second. Let me see if I can get you some sort of a quote, hold on.|[On hold, 2:16 – 2:46, 30 seconds]|[Speaker 1] Sir?|[Speaker 2] Yes?|[Speaker 1] Hi, thank you for holding. Yes. I got a quick estimate, but um, they start for about $125.|[Speaker 2] Uh huh.|[Speaker 1] Initial price and then depending on the severity but they'll let you know before they do any services to it. You want to just bring it on down to make sure because if you saw three there might be more hidden inside.|[Speaker 2] No, definitely, definitely, definitely. Where uh, to the address on the website or ...|[Speaker 1] Are you in in this area? We are right on Oakland Park Boulevard and east of Dixie like right there, one little block.|[Speaker 2] Okay. I'm in North Miami Beach. Is there anything ...|[Speaker 1] Well, we have, if I have a tech around there, do you want me to have them go by your house and take a look off?|[Speaker 2] Yeah, definitely, yeah, yeah, that definitely helps.|[Speaker 1] Okay, what is your address sir?|[Speaker 2] Uh, 1351 Northeast 191st Street.|[Speaker 1] 191 street. And this is what city, Miami?|[Speaker 2] Miami, Florida 33179.|[Speaker 1] 33179. And what is your name, sir?|[Speaker 2] Henry.|[Speaker 1] Henry. Can I have a last name please?|[Speaker 2] Saintil, S A I, N as in Nancy, T I L.|[Speaker 1] And a phone number to reach you?|[Speaker 2] Uh, 305.|[Speaker 1] 305.|[Speaker 2] 399.|[Speaker 1] 399.|[Speaker 2] 74.|[Speaker 1] Um hmm, 74.|[Speaker 2] 59.|[Speaker 1] 59. Okay, and you heard of us through Google? Is that what you said, you was online?|[Speaker 2] Yes.|[Speaker 1] Okay.|[Speaker 1] All right. Let me dispatch a tech and I'll give you a call back within about 2 minutes and it this vehicle going to be in this location?|[Speaker 2] Yes it is.|[Speaker 1] Okay. Is it a gated community, is the car the vehicles going to be inside the gate or outside or ...|[Speaker 2] No. Not a gated community.|[Speaker 1] Okay, so, okay, so it's a private house or condos?|[Speaker 2] It’s an apartment building.|[Speaker 1] Okay apartment building. And what apartment is yours?|[Speaker 2] I'm 119.|[Speaker 1] 119. And is there like a building 1, 2, 3, or A, B, or C? Or just go 119, or 1351?|[Speaker 2] 1351. Yeah, it’s gonna be the side you can see one, but it’s on the main building, it says E. The letter E.|[Speaker 1] That’s what I thought, okay. So the letter E building, building E?|[Speaker 2] Yeah.|[Speaker 1] Okay, and just one more time, cuz I heard you say something different. Is it 1351 or 1951?|[Speaker 2] 1351.|[Speaker 1] 1351. Okay, Henry stand by I'll give you a call back in a couple of minutes and let me try to get a dispatcher to see how far he is from your area so I can let you know more or less often will be there.|[Speaker 2] Okay, I appreciate it.|[Speaker 1] Okay, Henry, no problem. I'll call you right back.|[Speaker 2] Bye."
}